Repository: derhansen/sf_event_mgt
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: da, de, no

# extmng.slugBehaviour
source: Slug behaviour: uniqueInSite: The same slug can be used for events in different sites. Use this setting *only* if no event records are shared between sites. "unique" means that same event title will lead to different slug names.
da: URL-segment egenskab: uniqueInSite: det samme URL-segmentkan bruges til begivenheder på forskellige websider. Brug *kun* denne indstilling hvis ingen begivenheder er delt mellem websider. "Unique" betyder at samme begivenhedstitel vil føre til forskellige URL-segment navne.
de: Url-Segment Verhalten: uniqueInSite: Das selbe Url-Segment kann für Veranstaltungen in verschiedenen Seiten verwendet werden. Verwenden Sie diese Einstellung *nur*, wenn keine Veranstaltungen zwischen Seiten geteilt werden. "eindeutig" bedeutet, dass der gleiche Veranstaltungs-Titel zu verschiedenen Url-Segmenten führen.

# extmng.hideInlineRegistrations
source: Hide registrations in event record by limit: Hides the event fields "Registration" and "Registration Waitlist" if the configured limit in "backend.hideInlineRegistrationsLimit" is reached. This option is usefull, when you have events with a huge amount of registrations where the TYPO3 backend gets slow due to performance issues of the TCA inline field.
da: Skjul tilmeldinger i begivenhedselementer efter begrænsning: Skjuler begivenhedsfelterne "Tilmelding" og "Tilmelding venteliste" hvis den konfigurerede grænse i "backend.hideInlineRegistrationsLimit" er nået. Denne indstilling er nyttig, når du har begivenheder med en meget stor mængde tilmeldinger, hvor TYPO3 backend bliver langsom på grund af problemer med ydeevnen i TCA inline feltet.
de: Versteckt Anmeldungen im Eventeintrag nach Limit: Versteckt die Felder "Registrierung" und "Registrierungsliste", wenn das konfigurierte Limit in "backend.hideInlineRegistrationsLimit" erreicht ist. Diese Option ist nützlich, wenn Sie Ereignisse mit einer großen Anzahl von Registrierungen haben, bei denen das TYPO3 Backend aufgrund von Performance-Problemen des TCA Inline-Feldes langsam wird.

# extmng.hideInlineRegistrationsLimit
source: Maximum amount of registrations shown in a event record in the TYPO3 backend.
da: Maksimalt antal tilmeldinger, der vises i et begivenheds-element i TYPO3 backend.
de: Maximale Anzahl an Registrierungen, die im Ereigniseintrag im TYPO3 Backend angezeigt werden.

# backend.hideInlineRegistrations.title
source: Event registrations hidden
da: Begivenheds-tilmeldinger skjult
de: Event-Registrierungen versteckt

# backend.hideInlineRegistrations.description
source: This event has %1$s registrations, but due to performance reasons all event registrations are not shown in this view.
da: Denne begivenhed har %1$s tilmeldinger, men på grund af ydeevnen, vises alle tilmeldinger ikke i denne visning.
de: Dieses Ereignis hat %1$s Anmeldungen, aber aus Performance-Gründen werden nicht alle Anmeldungen in dieser Ansicht angezeigt.

# tabs.language
source: Language
da: Sprog
de: Sprache

# administration.message-1.content
source: All expired registrations have been marked as hidden/deleted.
da: Alle udløbede tilmeldinger er markeret skjult/slettet.
de: Alle abgelaufenen Registrierungen wurden versteckt/gelöscht

# administration.message-2.content
source: The selected email has been sent to all participants of the event.
da: Den valgte e-mail er sendt til alle deltagere til begivenheden.
de: Die ausgewählte E-Mail wurde an alle Empfänger der Veranstaltung versandt.

# administration.sortOrder.asc
source: Ascending
da: Stigende
de: Aufsteigend

# administration.sortOrder.desc
source: Descending
da: Faldende
de: Absteigend

# administration.orderBy.title
source: Title
da: Titel
de: Titel

# administration.orderBy.startdate
source: Startdate
da: Startdato
de: Startdatum

# administration.orderBy.enddate
source: Enddate
da: Slutdato
de: Enddatum

# administration.accessdenied.title
source: Access Denied
da: Adgang nægtet
de: Zugriff verweigert

# administration.accessdenied.content
source: Access to the given event has been denied.
da: Adgang til den givne begivenhed er ikke tilladt.
de: Der Zugriff auf die Veranstaltung wurde verweigert.

# administration.pagination.records
source: Records
da: Elementer
de: Datensätze

# evaluation.timeRestriction.header
source: Time Restriction
da: Tidsbegrænsning
de: Zeitbeschränkung

# evaluation.timeRestriction.error
source: The value '%s' can not be interpreted with strtotime()
da: Værdien '%s' kan ikke tolkes med strtotime()
de: Der Wert '%s' kann nicht mit strtotime() interpretiert werden

# evaluation.timeRestriction.info
source: The value '%s' corresponds to %s
da: Værdien '%s' svarer til %s
de: Der Wert '%s' entspricht %s

# event.startdateNotBeforeEnddate.title
source: Invalid event configuration
da: Ugyldig begivenhedskonfiguration
de: Ungültige Veranstaltungs-Konfiguration

# event.startdateNotBeforeEnddate.message
source: The event enddate is before the startdate. Please correct date values, so startdate is before the enddate.
da: Slutdato på begivenhed ligger før startdato. Justér venligst datoerne, så startdato er før slutdato.
de: Das Enddatum der Veranstaltung liegt vor dem Startdatum. Bitte korrigieren Sie die Datumswerte, so dass das Startdatum vor dem Enddatum liegt.

# event.noOrganisator.title
source: No organisator
da: Ingen arrangør
de: Kein Organisator

# event.noOrganisator.message
source: The event is configured to notify the organisator, but no organisator is set. Please select an organisator or change the notification settings.
da: Arrangementet er konfigureret til at underrette arrangøren, men ingen arrangør er angivet. Vælg en arrangør eller skift notifikationsindstillingerne.
de: Das Ereignis ist so konfiguriert, dass es den Organisator benachrichtigt, aber es ist kein Organisator festgelegt. Bitte wählen Sie einen Organisator oder ändern Sie die Benachrichtigungseinstellungen.

# event.noOrganisatorEmail.title
source: Organisator has no email
da: Arrangøren har ingen e-mail
de: Organisator hat keine E-Mail

# event.noOrganisatorEmail.message
source: The event is configured to notify the organisator, but the organisator has no email address. Please set an email address for the organisator or change the notification settings.
da: Arrangementet er konfigureret til at underrette arrangøren, men arrangøren har ingen e-mailadresse. Angiv venligst en e-mailadresse til arrangøren eller ændre indstillingerne for notifikationer.
de: Das Ereignis ist so konfiguriert, dass es den Organisator benachrichtigt, aber es ist kein Organisator festgelegt. Bitte wählen Sie einen Organisator oder ändern Sie die Benachrichtigungseinstellungen.

# constants.subcategory.registration
source: Registration
da: Tilmelding
de: Anmeldungen

# constants.subcategory.confirmation
source: Confirmation
da: Bekræftelse
de: Bestätigung

# constants.subcategory.notification
source: Notification
da: Notifikation
de: Benachrichtigung

# constants.subcategory.search
source: Search
da: Søg
de: Suche

# constants.subcategory.csv
source: CSV export
da: CSV eksport

# flexforms.plugin.field.enablePagination
source: Enable pagination
da: Aktivér sideinddeling
de: Paginierung aktivieren

# flexforms.plugin.field.itemsPerPage
source: Items per page
da: Antal pr. side
de: Datensätze pro Seite

# flexforms.plugin.field.maxNumPages
source: Maximum number of pages
da: Maksimum antal sider
de: Maximale Anzahl von Seiten

# plugin.wizard.title
source: Events and event-registration
de: Veranstaltungen und Veranstaltungs-Anmeldung

# plugin.wizard.description
source: Configurable event management and registration system
de: Konfigurierbare Veranstaltungs- und anmelde System

# administration.settingsError.description
source: Unable to find TypoScript settings for module. Please make sure, you have included the static TypoScript for the extension.
de: TypoScript Einstellungen für Modul nicht gefunden. Bitte stellen Sie sicher, dass das statische TypoScript der Extension ins TypoScript Template eingefügt wurde.

# administration.notify.notAvailable
source: N/A
de: NV

# administration.message-1.title
source: Information
de: Informationen

# administration.message-2.title
source: Information
de: Informationen

# tx_sfeventmgt_domain_model_event
source: Event
da: Begivenhed
no: Arrangement

# tx_sfeventmgt_domain_model_event.title
source: Title
da: Titel
no: Tittel

# tx_sfeventmgt_domain_model_event.teaser
source: Teaser
da: Manchet

# tx_sfeventmgt_domain_model_event.description
source: Description
da: Beskrivelse
no: Beskrivelse

# tx_sfeventmgt_domain_model_event.program
source: Program/Schedule
da: Program/Plan
no: Program/Timeplan

# tx_sfeventmgt_domain_model_event.top_event
source: Top event
da: Top-begivenhed
no: Topparrangement

# tx_sfeventmgt_domain_model_event.startdate
source: Start date
da: Fra

# tx_sfeventmgt_domain_model_event.enddate
source: End date
da: Til

# tx_sfeventmgt_domain_model_event.maxParticipants
source: Max. participants
da: Maks. deltagere
no: Maks deltagere

# tx_sfeventmgt_domain_model_event.enable_registration
source: Registration enabled
da: Tilmelding aktiveret
no: Registrering aktivert

# tx_sfeventmgt_domain_model_event.registrations
source: Registrations
da: Tilmeldinger
no: Registreringer

# tx_sfeventmgt_domain_model_event.freePlaces
source: Free places
da: Ledige pladser
no: Ledige plasser

# tx_sfeventmgt_domain_model_event.hasWaitlist
source: There is a waitlist
da: Der er en venteliste

# tx_sfeventmgt_domain_model_event.price
source: Price
da: Pris
no: Pris

# tx_sfeventmgt_domain_model_event.currency
source: Currency
da: Valuta
no: Valuta

# tx_sfeventmgt_domain_model_event.category
source: Category
da: Kategori
no: Kategori

# tx_sfeventmgt_domain_model_event.related
source: Related events
da: Relaterede begivenheder
no: Relaterte arrangement

# tx_sfeventmgt_domain_model_event.speaker
source: Speaker
da: Taler

# tx_sfeventmgt_domain_model_event.location
source: Location
da: Sted
no: Sted

# tx_sfeventmgt_domain_model_event.location.title
source: Title
da: Titel
no: Tittel

# tx_sfeventmgt_domain_model_event.location.address
source: Address
da: Adresse
no: Adresse

# tx_sfeventmgt_domain_model_event.location.zip
source: Zip
da: Postnummer
no: Postnr

# tx_sfeventmgt_domain_model_event.location.city
source: City
da: By
no: Sted

# tx_sfeventmgt_domain_model_event.location.country
source: Country
da: Land
no: Land

# tx_sfeventmgt_domain_model_event.room
source: Room
da: Lokale

# tx_sfeventmgt_domain_model_event.location.description
source: Description
da: Beskrivelse
no: Beskrivelse

# tx_sfeventmgt_domain_model_event.image
source: Images
da: Billeder
no: Bilder

# tx_sfeventmgt_domain_model_event.files
source: Files
da: Filer
no: Filer

# tx_sfeventmgt_domain_model_event.additional_image
source: Additional Images
da: Yderligere billeder
no: Ekstra bilder

# tx_sfeventmgt_domain_model_registration
source: Registration
da: Tilmelding
no: Registrering

# tx_sfeventmgt_domain_model_registration.firstname
source: First name
da: Fornavn

# tx_sfeventmgt_domain_model_registration.lastname
source: Last name
da: Efternavn

# tx_sfeventmgt_domain_model_registration.title
source: Title
da: Titel
no: Tittel

# tx_sfeventmgt_domain_model_registration.company
source: Company
da: Virksomhed
no: Organisasjon

# tx_sfeventmgt_domain_model_registration.address
source: Address
da: Adresse
no: Adresse

# tx_sfeventmgt_domain_model_registration.zip
source: Zip
da: Postnummer
no: Postnr

# tx_sfeventmgt_domain_model_registration.city
source: City
da: By
no: Sted

# tx_sfeventmgt_domain_model_registration.country
source: Country
da: Land
no: Land

# tx_sfeventmgt_domain_model_registration.phone
source: Phone
da: Telefon
no: Telefon

# tx_sfeventmgt_domain_model_registration.gender
source: Gender
da: Køn
no: Kjønn

# tx_sfeventmgt_domain_model_registration.gender.notset
source: Not set
da: Ikke angivet
no: Ikke satt

# tx_sfeventmgt_domain_model_registration.gender.female
source: Female
da: Kvinde
no: Kvinne

# tx_sfeventmgt_domain_model_registration.gender.male
source: Male
da: Mand
no: Mann

# tx_sfeventmgt_domain_model_registration.gender.various
source: Various
da: Intet

# tx_sfeventmgt_domain_model_registration.date_of_birth
source: Date of birth
da: Fødselsdato
no: Fødselsdato

# tx_sfeventmgt_domain_model_registration.paymentmethod
source: Payment method
da: Betalingsmetode
no: Betalingsmåte

# tx_sfeventmgt_domain_model_registration.accepttc
source: Accept terms and conditions
da: Acceptér handelsbetingelser
no: Godta vilkårene

# tx_sfeventmgt_domain_model_registration.confirmed
source: Confirmed
da: Bekræftet
no: Bekreftet

# tx_sfeventmgt_domain_model_registration.paid
source: Paid
da: Betalt
no: Betalt

# tx_sfeventmgt_domain_model_registration.notes
source: Notes
da: Noter
no: Notater

# tx_sfeventmgt_domain_model_registration.amountOfRegistrations
source: Amount of registrations
da: Antal tilmeldte
no: Antall registrerte

# tx_sfeventmgt_domain_model_registration.payment.paid
source: Paid
da: Betalt

# tx_sfeventmgt_domain_model_registration.payment.paid.yes
source: Yes
da: Ja

# tx_sfeventmgt_domain_model_registration.payment.paid.no
source: No
da: Nej

# event.registration
source: Registration
da: Tilmelding
no: Registrering

# registration.form.header
source: Registration form
da: Tilmeldingsformular
no: Registreingsskjema

# registration.form.waitlist
source: Please note, that the event is fully booked and you are registering to the waitlist
da: Vær venligst opmærksom på at begivenheden er overtegnet og at du vil komme på venteliste ved tilmelding

# registration.spamCheckFailed
source: Your form submission has been classified as spam.
da: Dine indtastninger i formularen er blevet klassificeret som spam.

# event.backtext
source: Back to listview
da: Tilbage til listevisning
no: Tilbake til liste

# event.backDetailsText
source: Back to event details
da: Tilbage til detaljer om begivenhed
no: Tilbake til detaljer

# event.allEvents
source: All events
da: Alle begivenheder
no: Alle arrangement

# event.submit-registration
source: Send registration
da: Send tilmelding
no: Send påmelding

# event.message.registrationfailedeventexpired
source: Registration is not possible any more, because the event startdate is reached.
da: Tilmelding er ikke længere mulig da startdatoen er nået.
no: Registrering er ikke mulig lenger, fordi startdatoen er nådd.

# event.message.registrationfaileddeadlineexpired
source: Registration is not possible any more, because the registration deadline is reached.
da: Tilmelding er ikke længere mulig da deadline for tilmelding er nået.
no: Registrering er ikke mulig lenger, fordi at påmeldingsfristen er nådd.

# event.message.registrationfailednotenabled
source: Registration failed, because registration is disabled.
da: Tilmelding fejlede fordi tilmelding er deaktiveret.
no: Registrering mislyktes, fordi registrering er deaktivert.

# event.message.registrationfailedmaxparticipants
source: Registration is not possible any more, because the max. participants reached.
da: Tilmelding er ikke længere mulig da maks. antal deltagere er nået.
no: Registrering er ikke mulig lenger, fordi maks antall deltakerne nådd.

# event.message.registrationfailednotenoughfreeplaces
source: Registration failed, because the amount of given registrations exceeds the amount of remaining registrations.
da: Tilmelding mislykkedes, fordi antallet af givne tilmeldinger overstiger antallet af resterende tilmeldinger.
no: Registrering mislyktes, fordi mengden av registreringer overstiger mengden av ledige plasser.

# event.message.registrationfailedmaxamountregistrationsexceeded
source: Registration failed, because the amount of given registrations exceeds the max amount of simultaneous registrations.
da: Tilmelding mislykkedes, fordi antallet af givne tilmeldinger overstiger antallet af samtidige tilmeldinger.
no: Registrering mislyktes, fordi mengden av registreringer overstiger det maksimale antall samtidige registreringer.

# event.message.registrationfailedemailnotunique
source: Registration failed, the email address is already registered to the event.
da: Tilmelding mislykkedes, fordi e-mailadressen allerede er registreret til begivenheden.

# event.message.registrationnotpossible
source: Unable to show registration form - possible reasons: Event expired, deadline or max. participants reached.
da: Kan ikke vise tilmeldingsformularen - mulig årsag: Begivenheden er udløbet, deadline eller maks antal deltagere nået.
no: Kan ikke vise registreringsskjema - mulig årsaker: Hendelses utløpt, påmeldingsfrist utløpt eller maks. antall deltakere nådd.

# event.message.registrationsuccessful
source: Your registration was successful.
da: Din tilmelding var en succes.
no: Din registrering var vellykket.

# event.message.registrationsuccessfulwrongeventhmac
source: Your registration was successful, but the given event or HMAC is wrong!
da: Til tilmelding var en succes, men den angivne begivenhed eller HMAC er forkert!

# event.message.registrationwaitlistsuccessful
source: Your registration on the waitlist was successful.
da: Dit tilmelding til ventelisten var en succes.

# event.message.confirmation_successful
source: Your registration has been successfully confirmed.
da: Din tilmelding er blevet bekræftet med succes.
no: Din registrering har blitt bekreftet.

# event.message.confirmation_waitlist_successful
source: Your registration on the waitlist has been successfully confirmed.
da: Din tilmelding til ventelisten er blevet bekræftet med succes.

# event.message.confirmation_failed_wrong_hmac
source: Confirmation failed, wrong HMAC.
da: Bekræftelse gik galt, forkert HMAC.
no: Bekreftelse mislyktes, feil HMAC.

# event.message.confirmation_failed_registration_not_found
source: Confirmation failed, registration not found.
da: Bekræftelse gik galt, tilmelding kunne ikke findes.
no: Bekreftelse mislyktes, registrering ikke funnet.

# event.message.confirmation_failed_registration_event_not_found
source: Confirmation failed, event for registration either not found or access protected.
da: Bekræftelse mislykkedes, begivenhed for registrering blev enten ikke fundet eller er adgangsbeskyttet.

# event.message.cancel_failed_event_not_found
source: Cancellation failed, event not found.
da: Annullering mislykkedes, begivenhed ikke fundet.

# event.message.confirmation_failed_confirmation_until_expired
source: Confirmation failed, confirmation date has expired.
da: Bekræftelse gik galt, datofor bekræftelse er udløbet.
no: Bekreftelse mislyktes, dato for bekreftelse er utløpt.

# event.message.confirmation_failed_already_confirmed
source: Confirmation failed, because the registration already has been confirmed.
da: Bekræftelse gik galt fordi tilmeldingen allerede er bekræftet.
no: Bekreftelse mislyktes, fordi registreringen allerede er bekreftet.

# event.message.cancel_successful
source: Your registration has been successfully cancelled.
da: Din afmelding er blevet bekræftet med succes.
no: Din registrering har blitt kansellert.

# event.message.cancel_failed_wrong_hmac
source: Cancellation failed, wrong HMAC.
da: Annullering gik galt, forkert HMAC.
no: Avbestilling mislyktes, feil HMAC.

# event.message.cancel_failed_registration_not_found_or_cancelled
source: Cancellation failed, registration not found or already cancelled.
da: Annullering gik galt, tilmelding ikke fundet eller allerede annulleret.
no: Avbestilling mislyktes, registrering ikke funnet eller allerede kansellert.

# event.message.confirmation_failed_cancel_disabled
source: Cancellation failed, cancel option for this event is not enabled.
da: Annullering gik galt, mulighed for annullering er ikke aktiveret for denne begivenhed.
no: Avbestilling mislyktes, avbestillngsalternativ for denne hendelsen ikke er aktivert.

# event.message.cancel_failed_deadline_expired
source: Cancellation failed, cancellation date has expired.
da: Annullering gik galt, annulleringsdato er udløbet.
no: Avbestilling mislyktes, avbestillingstidspunktet er utløpt.

# event.message.cancel_failed_event_started
source: Cancellation failed, because the event startdate passed.
da: Annullering gik galt fordi begivenhedens startdato allerede er passeret.

# event.icalDownload
source: Download iCal file
da: Download iCAL fil
no: Last ned iCal-fil

# event.freeofcharge
source: Free of charge
da: Gratis
no: Gratis

# label.false
source: False
da: Falsk
no: Usann

# label.true
source: True
da: Sandt
no: Sann

# admin.no_events_available
source: No events available
da: Ingen tilgængelige begivenheder
no: Ingen arrangement tilgjengelig

# admin.sorting
source: Sorting
da: Sortering

# search.title
source: Search
da: Søg
no: Søk

# list.title
source: Events
da: Begivenheder
no: Arangement

# detail.title
source: Event details
da: Begivenhedsoplysninger
no: Arrangementsdetaljer

# calendar.title
source: Event calendar
da: Begivenhedskalender

# calendar.week
source: Week
da: Uge

# detail.download
source: Download
da: Hent
no: Last ned

# registration.title
source: Registration for event
da: Tilmelding til begivenhed
no: Arrangementsregistrering

# confirmRegistration.title.successful
source: Registration confirmed
da: Tilmelding bekræftet
no: Registrering bekreftet

# confirmRegistrationWaitlist.title.successful
source: Registration on the waitlist confirmed
da: Tilmelding til venteliste bekræftet

# confirmRegistration.title.failed
source: Registration confirmation failed
da: Bekræftelse af tilmelding gik galt
no: Bekreftelse av registrering mislyktes

# cancelRegistration.title.successful
source: Registration cancelled
da: Tilmelding annulleret
no: Registrering kansellert

# cancelRegistration.title.failed
source: Cancellation failed
da: Annullering gik galt
no: Kansellering mislyktes

# registrationResult.title.successful
source: Registration successful
da: Tilmelding gennemført
no: Registrering lyktes

# registrationWaitlistResult.title.successful
source: Registration on the waitlist successful
da: Tilmelding til venteliste gennemført

# registrationResult.title.failed
source: Registration failed
da: Tilmelding mislykkedes
no: Registrering mislyktes

# tx_sfeventmgt_domain_model_event.organisator
source: Organisator
da: Arrangør
no: Arrangør

# tx_sfeventmgt_domain_model_organisator.name
source: Name
da: Navn
no: Navn

# tx_sfeventmgt_domain_model_organisator.phone
source: Phone number
da: Telefonnummer
no: Telefonnummer

# tx_sfeventmgt_domain_model_organisator.image
source: Image
da: Billede
no: Bilde

# validation.possible_robot
source: Captcha field empty or possible robot detected.
da: Captcha felt tom eller mulig robot registreret.

# validation.missing_captcha
source: Captcha field is missing or invalid.
da: Captcha feltet mangler eller er ugyldigt.

# error.no_secret
source: No secret set in TypoScript for captcha.
da: Ingen secret angivet i TypoScript for captcha.

# search.searchFor
source: Search
da: Søg
no: Søk

# search.startdate
source: Start date
da: Startdato

# search.enddate
source: End date
da: Slutdato

# search.submit
source: Search
da: Søg
no: Søk

# search.searchResult
source: Searchresult
da: Søgeresultat
no: Søkeresultat

# search.noResultsFound
source: Your search did not match any events
da: Din søgning matchede ingen begivenheder
no: Søket samsvarte ikke med noen arrangementer

# payment.title.invoice
source: Invoice
da: Faktura
no: Faktura

# payment.title.transfer
source: Transfer
da: Overførsel
no: Overfør

# payment.messages.invalidHmac
source: Error: The given HMAC could not be validated. Possible data manipulation.
da: Fejl: Den angivne HMAC kunne ikke blive valideret. Mulig datamanipulation.
no: Feil: Den oppgitte HMAC kunne ikke valideres. Mulig datamanipulasjon
