Repository: derhansen/sf_event_mgt
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: da, de, no

# extension.title
source: Events and event-registration
da: Begivenheder og begivenhedstilmelding
de: Veranstaltungen und Veranstaltungs-Anmeldung

# CType.div.plugingroup
source: Events and event-registration
da: Begivenheder og begivenhedstilmelding
de: Veranstaltungen und Veranstaltungs-Anmeldung

# plugin.wizard.header
source: Event Management
da: Begivenhedsadministration

# plugin.pieventlist.title
source: List view
da: Listevisning
de: Listenansicht

# plugin.pieventlist.description
source: Display of events chosen by various optional properties like storage page, categories,...
da: Visning af begivenheder valgt udfra forskellige valgfri egenskaber som opbevaringsside, kategorier,...

# plugin.pieventdetail.title
source: Detail view
da: Detaljevisning
de: Detailansicht

# plugin.pieventdetail.description
source: Display the detail view for events.
da: Vis detaljevisningen for begivenheder.

# plugin.pieventregistration.title
source: Registration view
da: Tilmeldingsvisning
de: Anmeldeformular

# plugin.pieventregistration.description
source: Display the registration view for events.
da: Vis tilmeldingsvisningen for begivenheder.

# plugin.pieventsearch.title
source: Search view
da: Søgevisning
de: Suchansicht

# plugin.pieventsearch.description
source: Display a search view for events with various filter options.
da: Vis en søgevisning for begivenheder med forskellige filterindstillinger.

# plugin.pieventcalendar.title
source: Calendar view
da: Kalendervisning
de: Kalenderansicht

# plugin.pieventcalendar.description
source: Display a calendar view of events chosen by various optional properties.
da: Vis en kalendervisning af begivenheder valgt efter forskellige valgfrie egenskaber.

# plugin.pipayment.title
source: Payment
da: Betaling
de: Bezahlung

# plugin.pipayment.description
source: Display the payment view for events.
da: Vis betalingsvisningen for begivenheder.

# plugin.piuserreg.title
source: Frontend user registrations
da: Frontend brugerrtilmeldinger
de: Benutzeranmeldungen

# plugin.piuserreg.description
source: Display event registrations for the current logged in frontend user.
da: Vis begivenhedstilmeldinger for den aktuelle frontend-bruger.

# flexforms_tab.settings
source: Settings
da: Indstillinger
de: Einstellungen

# flexforms_tab.notification
source: Notification settings
da: Notifikationsindstillinger
de: Benachrichtungseinstellungen

# flexforms_tab.categoryMenu
source: Category menu
da: Kategorimenu
de: Kategorie Menu

# flexforms_tab.template
source: Template
da: Skabelon
de: Vorlage

# flexforms_tab.additional
source: Additional
da: Yderligere
de: Zusätzlich

# flexforms_tab.pagination
source: Pagination
da: Sideinddeling
de: Seitennummerierung

# flexforms_general.mode
source: What to display
da: Hvad skal vises
de: Was soll angezeigt werden

# flexforms_general.singleEvent
source: Show a single event record
da: Vis en enkelt begivenhed
de: Einzelne Veranstaltung anzeigen

# flexforms_general.mode.list
source: List
da: Liste
de: Listenansicht

# flexforms_general.mode.detail
source: Detail
da: Detalje
de: Detailansicht

# flexforms_general.mode.registration
source: Registration
da: Tilmelding
de: Anmeldeansicht

# flexforms_general.mode.search
source: Searchform
da: Søgeformular
de: Suchformular

# flexforms_general.mode.calendar
source: Calendar
da: Kalender
de: Kalender

# flexforms_general.detailPid
source: Detail Page
da: Detaljeside
de: Detailseite

# flexforms_general.listPid
source: List Page
da: Listeside
de: Listen Seite

# flexforms_general.registrationPid
source: Registration Page
da: Tilmeldingsside
de: Anmelde Seite

# flexforms_general.paymentPid
source: Payment Page
da: Betalingsside
de: Zahlungs Seite

# flexforms_general.linkTermsAndConditions
source: Link to terms and conditions
da: Link til vilkår og betingelser
de: Link zu AGB

# flexforms_general.queryLimit
source: Max records displayed
da: Maksimalt antal elementer der vises
de: Max. Anzahl Events anzeigen

# flexforms_general.topEventRestriction
source: Top event restriction
da: Top-begivenhed begrænsninger
de: Top events

# flexforms_general.none
source: None
da: Ingen
de: Keine Einschränkung

# flexforms_general.onlyTopEvents
source: Only top events
da: Kun top-begivenheder
de: Nur Top Events

# flexforms_general.exceptTopEvents
source: Except top events
da: Undtagen top-begivenheder
de: Alle außer Top Events

# flexforms_general.displayMode
source: Display mode
da: Visningstilstand
de: Anzeigemodus

# flexforms_general.orderField
source: Sort by
da: Sortér efter
de: Sortieren nach

# flexforms_general.orderField.title
source: Title
da: Titel
de: Titel

# flexforms_general.orderField.uid
source: Record ID
da: Element ID
de: Datensatz-ID

# flexforms_general.orderField.sorting
source: Sorting in TYPO3
da: Sortering i TYPO3
de: Sortierung in TYPO3

# flexforms_general.orderField.startdate
source: Start date
da: Startdato
de: Startdatum

# flexforms_general.orderField.enddate
source: End date
da: Slutdato
de: Enddatum

# flexforms_general.orderField.event.title
source: Event title
da: Begivenhedstitel
de: Veranstaltungstitel

# flexforms_general.orderField.event.startdate
source: Event startdate
da: Begivenheds startdato
de: Startdatum der Veranstaltung

# flexforms_general.orderField.event.enddate
source: Event enddate
da: Begivenheds slutdato
de: Enddatum der Veranstaltung

# flexforms_general.orderDirection
source: Sorting direction
da: Sorteringsretning
de: Sortierungsrichtung

# flexforms_general.orderDirection.ascending
source: Ascending
da: Stigende
de: Aufsteigend

# flexforms_general.orderDirection.descending
source: Descending
da: Faldende
de: Absteigend

# flexforms_general.categoryConjunction
source: Category mode
da: Kategoritilstand
de: Kategorie Modus

# flexforms_general.categoryConjunction.ignore
source: Ignore category selection
da: Ignorér kategorivalg
de: Kategorie Selektion ignorieren

# flexforms_general.categoryConjunction.or
source: Show events with selected categories (OR)
da: Vis begivenheder med valgte kategorier (ELLER)
de: Zeige Veranstaltungen ausgewählter Kategorien (ODER)

# flexforms_general.categoryConjunction.and
source: Show events with selected categories (AND)
da: Vis begivenheder med valgte kategorier (OG)
de: Zeige Veranstaltungen ausgewählter Kategorien (UND)

# flexforms_general.categoryConjunction.notand
source: Do NOT show events with selected categories (AND)
da: Vis IKKE begivenheder med de valgte kategorier (OG)
de: Zeige KEINE Veranstaltungen ausgewählter Kategorien (UND)

# flexforms_general.categoryConjunction.notor
source: Do NOT show events with selected categories (OR)
da: Vis IKKE begivenheder med de valgte kategorier (ELLER)
de: Zeige KEINE Veranstaltungen ausgewählter Kategorien (ODER)

# flexforms_general.possibleMisconfiguration
source: Possible misconfiguration!
da: Mulig fejlkonfiguration blev fundet!
de: Mögliche Fehlkonfiguration!

# flexforms_general.pluginCalendarMisonfiguration
source: Plugin misconfigured: This setting must be disabled for "Calendar" to work properly!
da: Plugin miskonfigureret: Denne indstilling skal være deaktiveret for "Kalender" for at virke ordentligt!
de: Plugin fehlkonfiguriert: Diese Einstellung ist erforderlich, damit der die Kalender-Ansicht vollständig funktioniert.

# flexforms_general.category
source: Category
da: Kategori
de: Kategorie

# flexforms_general.includeSubcategories
source: Include subcategories
da: Inkludér underkategorier
de: Unterkategorien einbeziehen

# flexforms_general.location
source: Location
da: Placering
de: Ort

# flexforms_general.organisator
source: Organisator
da: Arrangør
de: Organisator/Ansprechpartner

# flexforms_general.speaker
source: Speaker
da: Taler
de: Referent

# flexforms_general.storagePage
source: Record storage page
da: Opbevaringsside for elementer
de: Seite/Ordner mit Datensätzen

# flexforms_general.restrictForeignRecordsToStoragePage
source: Restrict categories, locations, organisators and speakers to storagePage setting (including recursive option)
da: Begræns kategorier, placeringer, arrangører og talere til indstillinger for lagerside indstillinger (inklusiv rekursivt valg)
de: Kategorien, Orte und Organisatoren auf storagePage beschränken (inkl. Rekursiv-Option)

# flexforms_general.displayMode.all
source: Show all events
da: Vis alle begivenheder
de: Alle Veranstaltungen anzeigen

# flexforms_general.displayMode.future
source: Show only future events
da: Vis kun fremtidige begivenheder
de: Nur zukünftige Veranstaltungen anzeigen

# flexforms_general.displayMode.past
source: Show only past events
da: Vis kun tidligere begivenheder
de: Nur vergangene Veranstaltungen anzeigen

# flexforms_general.displayMode.current_future
source: Show only current and future events
da: Vis kun aktuelle og fremtidige begivenheder
de: Nur aktuelle und zukünftige Veranstaltungen anzeigen

# flexforms_general.displayMode.time_restriction
source: Show events by a given time restriction
da: Vis begivenheder med en given tidsbegrænsning
de: Veranstaltungen nach vorgegebener Zeitbeschränkung anzeigen

# flexforms_general.userRegistration.displayMode.all
source: Show registrations for all events
da: Vis tilmeldinger til alle begivenheder
de: Zeige Anmeldungen für alle Veranstaltungen

# flexforms_general.userRegistration.displayMode.future
source: Show registrations for future events
da: Vis tilmeldinger til fremtidige begivenheder
de: Zeige Anmeldungen für zukünftige Veranstaltungen

# flexforms_general.userRegistration.displayMode.past
source: Show registrations for past events
da: Vis tilmeldinger til tidligere begivenheder
de: Zeige Anmeldungen für vergangene Veranstaltungen

# flexforms_general.requiredFields
source: Comma seperated list of fieldnames, which are required. The fields first name, last name and email are always required and cannot be overridden
da: Kommasepareret liste af feltnavne som er krævede. Felterne fornavn, efternavn og e-mail er altid krævede og kan ikke overskrives
de: Komma getrennte Liste mit Feldnamen, welche für die Anmeldung erforderlich sind. Die Felder Vorname, Nachname und E-Mail sind immer erforderlich. Dieses kann nicht geändert werden

# flexforms_general.templateLayout
source: Template layout
da: Skabelon-layout

# flexforms_general.disableOverrideDemand
source: Disable overwrite demand
da: Deaktivér overskriv-krav
de: "overrideDemand" deaktivieren

# flexforms_general.timeRestrictionDescription
source: The values is passed to PHPs strtotime() function, so you can use expressions like "first day of this month midnight" and "last day of this month 23:59:59" to get events of the current month
da: Værdierne overføres til PHPs strtotime() funktion, så du kan bruge udtryk som "første dag i denne måned midnat" og "sidste dag i denne måned 23:59:59" til at få begivenheder i den aktuelle måned
de: Die Werte werden an die PHP Funktion strtotime() gegeben, sodass Bedingungen wie "first day of this month midnight" und "last day of this month 23:59:59" möglich sind um alle Veranstaltungen des aktuellen Monats auszugeben

# flexforms_general.timeRestrictionLow
source: Time from
da: Tid fra
de: Uhrzeit von

# flexforms_general.timeRestrictionHigh
source: Time to
da: Tid til
de: Zeit bis

# flexforms_general.includeCurrent
source: Include current
da: Inkludér aktuelle
de: Jetzt stattfindende Veranstaltungen einbeziehen

# flexforms_general.includeCurrent.description
source: Include events that start before and end after time from
da: Inkludér begivenheder, der starter før og slutter efter tid fra
de: Veranstaltungen einbeziehen, welche vor "Zeit von" beginnen und nach "Zeit von" enden

# flexforms_general.previewHiddenRecords
source: Allow preview of hidden event records
da: Tillad forhåndsvisning af skjulte begivenhedselementer

# flexforms_general.previewHiddenRecords.description
source: If set, hidden event records are displayed. Be aware to secure the page (e.g. set page visibility to "hidden") as this page could be called by anyone using any event record uid to see its content. Note, that this functionality requires a valid backend user session.
da: Hvis angivet, vises gemte begivenhedselementer. Vær opmærksom på at sikre siden (f.eks. ved at sætte sidens synlighed til "skjult") da denne side kan kaldes af alle, der bruger enhver begivenheds element-uid for at se dens indhold. Bemærk, at denne funktionalitet kræver en gyldig backend brugersession.

# flexforms_notification.sender_email
source: Email address of emails sent to the user
da: E-mailadresse af e-mail sendt til brugeren
de: Absende-E-Mail Adresse für E-Mails an den Benutzer

# flexforms_notification.sender_name
source: Name of the sender
da: Navn på afsender
de: Name des Absenders

# flexforms_notification.replyto_email
source: Reply-to email address of emails sent to the user
da: Besvar-til e-mailadresse af e-mail sendt til brugeren
de: Antwort-E-Mail Adresse für E-Mails an den Benutzer

# flexforms_notification.admin_email
source: Email address(es) of website admin(s), who receives new/confirmed registrations. Multiple email addresses must be separated with a comma.
da: E-mailadresse(r) på webside-administrator(er) som modtager nye/bekræftede tilmeldinger. Ved flere e-mailadresser, skal de adskilles med et komma.
de: E-Mail-Adresse(n) des/der Webseiten Administrators/en, welche neue/bestätigte Anmeldungen erhält/erhalten. Mehrere E-Mail-Adressen mit Komma trennen.

# flexforms_notification.registration_new_user_subject
source: Subject of email sent to user when a new registration is created
da: Emne på e-mail sendt til bruger, når en ny tilmelding er oprettet
de: Betreff der E-Mail, welche der Benutzer erhält, wenn er sich anmeldet

# flexforms_notification.registration_waitlist_new_user_subject
source: Subject of email sent to user when a new registration on the waitlist is created
da: Emne på e-mail sendt til bruger, når en ny tilmelding til venteliste er oprettet
de: Betreff der E-Mail, welche der Benutzer erhält, wenn er sich auf der Warteliste anmeldet

# flexforms_notification.registration_new_admin_subject
source: Subject of email sent to admin when a new registration is created
da: Emne på e-mail sendt til admin, når en ny tilmelding er oprettet
de: Betreff der E-Mail, welche der Webseiten Administrator erhält, wenn ein Benutzer sich anmeldet

# flexforms_notification.registration_waitlist_new_admin_subject
source: Subject of email sent to admin when a new registration on the waitlist is created
da: Emne på e-mail sendt til admin, når en ny tilmelding til venteliste er oprettet
de: Betreff der E-Mail, welche der Webseiten Administrator erhält, wenn ein Benutzer sich auf der Warteliste anmeldet

# flexforms_notification.registration_confirmed_user_subject
source: Subject of email sent to user when a registration has been confirmed
da: Emne på e-mail sendt til bruger, når en ny tilmelding er blevet bekræftet
de: Betreff der E-Mail, welche der Benutzer erhält, wenn er die Anmeldung bestätigt hat

# flexforms_notification.registration_waitlist_confirmed_user_subject
source: Subject of email sent to user when a registration on the waitlist has been confirmed
da: Emne på e-mail sendt til bruger, når en ny tilmelding til venteliste er blevet bekræftet
de: Betreff der E-Mail, welche der Benutzer erhält, wenn er die Anmeldung auf der Warteliste bestätigt hat

# flexforms_notification.registration_confirmed_admin_subject
source: Subject of email sent to admin when a registration has been confirmed
da: Emne på e-mail sendt til admin, når en ny tilmelding er blevet bekræftet
de: Betreff der E-Mail, welche der Webseiten Administrator erhält, wenn ein Benutzer die Anmeldung abgeschlossen hat

# flexforms_notification.registration_waitlist_confirmed_admin_subject
source: Subject of email sent to admin when a registration on the waitlist has been confirmed
da: Emne på e-mail sendt til admin, når en ny tilmelding til venteliste er blevet bekræftet
de: Betreff der E-Mail, welche der Webseiten Administrator erhält, wenn ein Benutzer die Anmeldung auf der Warteliste abgeschlossen hat

# flexforms_notification.registration_cancelled_user_subject
source: Subject of email sent to user when a registration has been cancelled
da: Emne på e-mail sendt til bruger, når en ny tilmelding er blevet annulleret
de: Betreff der E-Mail, welche der Benutzer erhält, wenn er die Anmeldung storniert hat

# flexforms_notification.registration_cancelled_admin_subject
source: Subject of email sent to admin when a registration has been cancelled
da: Emne på e-mail sendt til admin, når en ny tilmelding er blevet annulleret
de: Betreff der E-Mail, welche der Webseiten Administrator erhält, wenn ein Benutzer die Anmeldung storniert hat

# flexforms_notification.registration_waitlist_move_up_user_subject
source: Subject of email sent to user when a registration moved up from the waitlist
da: Emne for e-mail der sendes til bruger, når en tilmelding flytter op fra ventelisten
de: Betreff der E-Mail an den Benutzer, wenn eine Registrierung von der Warteliste nach oben verschoben wurde

# flexforms_notification.registration_waitlist_move_up_admin_subject
source: Subject of email sent to admin when a registration moved up from the waitlist
da: Emne for e-mail der sendes til admin når en tilmelding flytter op fra ventelisten
de: Betreff der E-Mail, welche der Webseiten Administrator erhält, wenn ein Benutzer die Anmeldung abgeschlossen hat

# flexforms_categorymenu.categories
source: Categories (if empty, all categories will be shown in the category menu)
da: Kategorier (hvis tom vil alle kategorier blive vist i kategori-menuen)
de: Kategorien (wenn leer, werden alle Kategorien im Kategorie Menu angezeigt)

# flexforms_categorymenu.includeSubcategories
source: Include subcategories
da: Inkludér underkategorier
de: Unterkategorien einbeziehen

# administration.title
source: Event Administration
da: Begivenhedsadministration
de: Verwaltung for Veranstaltungen

# administration.notify
source: Notify participants
da: Notificér deltagere
de: Teilnehmer benachrichtigen

# administration.newEvent
source: Create new event
da: Opret ny begivenhed
de: Neue Veranstaltung erstellen

# administration.newLocation
source: Create new location
da: Opret ny placering
de: Neuen Ort erstellen

# administration.newOrganisator
source: Create new organisator
da: Opret ny arrangør
de: Neuen Organisator erstellen

# administration.newSpeaker
source: Create new speaker
da: Opret ny taler
de: Neuen Referenten erstellen

# administration.handleExpiredRegistrations
source: Hide/delete expired registrations
da: Skjul/slet udløbede tilmeldinger
de: Lösche/verstecke abgelaufene Anmeldungen

# administration.export
source: Export participants
da: Eksportér deltagere
de: Teilnehmer exportieren

# administration.notificationHistory
source: Notification history
da: Notifikationshistorik
de: Benachrichtigungshistorie

# administration.settingsError.title
source: TypoScript settings missing
da: TypoScript-indstillinger mangler
de: TypoScript Einstellungen fehlen

# administration.notify.description
source: Please select an email template that will be used to notify participants of the event.
da: Vælg venligst en e-mail-skabelon som skal anvendes til at skrive til alle deltagere til begivenheden. Se i dokumentationen for udvidelsen hvordan du tilføjer din egen e-mail-skabelon.
de: Bitte wählen Sie eine E-Mail-Vorlage, welche benutzt werden soll um die Veranstaltungsteilnehmer zu benachrichtigen. Um eine eigene E-Mail-Vorlage zu erstellen, lesen Sie bitte die Dokumentation.

# administration.notify.event
source: Event:
da: Begivenhed:
de: Veranstaltung:

# administration.notify.label.recipients
source: Recipients:
da: Modtagere:
de: Empfänger:

# administration.notify.recipients.0
source: All participants
da: Alle deltagere
de: Alle Teilnehmer

# administration.notify.recipients.1
source: Confirmed participants
da: Bekræftede deltagere
de: Bestätigte Teilnehmer

# administration.notify.recipients.2
source: Unconfirmed participants
da: Ubekræftede deltagere
de: Unbestätigte Teilnehmer

# administration.notify.recipients.3
source: Confirmed waitlist participants
da: Bekræftet deltagere på venteliste

# administration.notify.recipients.4
source: Unconfirmed waitlist participants
da: Ubekræftet deltagere på venteliste

# administration.notify.label.template
source: Template:
da: Skabelon:
de: Vorlage:

# administration.notify.label.overwriteSubject
source: Overwrite subject:
da: Overskriv emne:
de: Betreff überschreiben:

# administration.notify.description.overwriteSubject
source: Overwrites the configured default email subject of the selected template
da: Overskriver det konfigurerede standard e-mail emne for den valgte skabelon
de: Überschreibt den konfigurierten E-Mail-Betreff der ausgewählten Vorlage

# administration.notify.label.additionalMessage
source: Additional message:
da: Yderligere meddelelse:
de: Zusätzliche Nachricht:

# administration.notify.description.additionalMessage
source: Optional additional message in notification
da: Valgfri yderligere besked i notifikation
de: Optionale zusätzliche Nachricht in Benachrichtigung

# administration.notify.senderEmailError.title
source: No sender email address
da: Ingen afsenders e-mailadresse
de: Absender e-Mail-Adresse

# administration.notify.senderEmailError
source: The sender email address could not be determined. Please make sure, you have configured plugin.tx_sfeventmgt.notification settings properly and that the folder containing the events has access to those settings.
da: Afsender e-mailadresse kunne ikke bestemmes. Du skal sikre dig at du har konfigureret plugin.tx_sfeventmgt.notification indstillinger korrekt og at folderen som indeholder begivenheder har adgang til disse indstillinger.
de: Die Absende-E-Mail Adresse konnte nicht gefunden werden. Bitte stellen Sie sicher, dass die Einstellung plugin.tx_sfeventmgt.notification konfiguriert wurde und dass der Ordner mit den Veranstaltungen Zugriff auf diese Einstellung hat.

# administration.notify.sendNotifications
source: Send notifications
da: Send notifikation
de: Benachrichtigung absenden

# administration.notify.cancelSendNotifications
source: Back to event listing
da: Tilbage til begivenhedsliste
de: Zurück zur Listenansicht

# administration.notify.date
source: Date
da: Dato
de: Datum

# administration.notify.details
source: Details
da: Detaljer

# administration.notify.emailsSent
source: Emails sent
da: E-Mails sendt
de: E-Mails versendet

# administration.notify.sentBy
source: Sent by
da: Sendt af
de: Versandt von

# administration.nopageselected
source: Please click the page title in the page tree to the left to show the records on that page.
da: Klik på sidetitlen i sidetræet til venstre for at få vist elementer på siden.
de: Bitte im Seitenbaum links einen Ordner auswählen.

# administration.notificationsDisabled.title
source: Notifications disabled
da: Notifikationer er deaktiveret
de: Benachrichtigungen deaktiviert

# administration.notificationsDisabled.description
source: Notifications have been disabled system wide for the Extension in TypoScript configuration.
da: Notifikationer er deaktiveret på hele løsningen for udvidelsen via TypoScript konfigurationen.
de: Benachrichtigungen wurden für die Erweiterung in der TypoScript-Konfiguration systemweit deaktiviert.

# events-folder
source: Events
da: Begivenheder
de: Veranstaltungen

# extmng.enableInvoice
source: Enable payment method 'invoice'
da: Aktivér betalingsmetode 'faktura'
de: Bezahlverfahren "Rechnung" aktivieren

# extmng.enableTransfer
source: Enable payment method 'transfer'
da: Aktivér betalingsmetode 'overfør'
de: Bezahlverfahren "Überweisung" aktivieren
