Repository: derhansen/sf_event_mgt
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: da, de, no

# payment.messages.paymentNotEnabled
source: Error: Unable to process payment for this registration, since payment not enabled for the event.
da: Fejl: Ikke muligt at behandle betaling for tilmeldingen eftersom betaling ikke er aktiveret for denne begivenhed.
no: Feil: Kan ikke behandle betaling for denne registreringen, siden betaling ikke er aktivert for arrangementet.

# payment.messages.actionNotEnabled
source: Error: The requested action is not enabled for the payment method.
da: Fejl: Den forespurgte handling er ikke aktiveret for denne betalingsmetode.
no: Feil: Den etterspurte handlinga er ikke aktivert for betalingsmåten.

# payment.messages.paymentAlreadyProcessed
source: Error: The payment for this registration has already been processed.
da: Fejl: Betaling for denne tilmelding er allerede blevet behandlet.
no: Feil: Betalingen for denne registreringen har allerede blitt behandlet.

# payment.messages.paymentMethodNotAvailable
source: Error: The payment method is not configured for the event.
da: Fejl: Betalingsmetoden er ikke konfigureret for denne begivenhed.
no: Feil: Betalingsmåten er ikke konfigurert for arrangementet.

# userRegistrations.title
source: My event registrations
da: Mine tilmeldinger til begivenheder

# userRegistration.title
source: My registration
da: Min registrering

# userRegistration.cancel
source: Cancel registration
da: Annullér tilmelding

# eventNotFound
source: The event record is not available anymore.
da: Begivenheds-elementet er ikke tilgængeligt mere.

source: CSV export disabled
da: CSV eksport deaktiveret

# insufficientAccessToTemp
source: Insufficient access to temp folder of default storage. CSV export for registrations is disabled!
da: Utilstrækkelig adgang til temp-mappe eller standard lager. CSV eksport for tilmeldinger er deaktiveret!

# pagination.first
source: First page
da: Første side

# pagination.previous
source: Previous
da: Forrige

# pagination.next
source: Next
da: Næste

# pagination.last
source: Last page
da: Sidste side

# tx_sfeventmgt_domain_model_event.link
source: Link
no: Lenke

# tx_sfeventmgt_domain_model_event.booking
source: Booking
no: Påmelding

# tx_sfeventmgt_domain_model_registration.email
source: Email
no: E-post
